{
  "general": [
    "Các công thức nấu ăn đơn giản",
    "Mẹo vặt cuộc sống hàng ngày",
    "Lịch sử các ngày lễ quan trọng",
    "Các điểm du lịch nổi tiếng thế giới",
    "Tiểu sử các nhà phát minh vĩ đại",
    "Các giống chó mèo phổ biến",
    "Cách chăm sóc cây cảnh trong nhà",
    "Những bộ phim đoạt giải Oscar",
    "Các loại nhạc cụ dân tộc Việt Nam",
    "Lợi ích của việc tập thể dục",
    "Lịch sử tiền tệ Việt Nam",
    "Các loại cây gia vị phổ biến",
    "Cách sơ cứu vết thương cơ bản",
    "Những kỷ lục Guinness thế giới độc đáo",
    "Nguồn gốc các môn thể thao Olympic",
    "Các loại hình nghệ thuật truyền thống Việt Nam",
    "Các loài chim đặc hữu ở Việt Nam",
    "Lịch sử phát triển của Internet",
    "Các phương pháp học tập hiệu quả",
    "Những phát minh công nghệ quan trọng",
    "Các loại hình văn hóa ẩm thực trên thế giới"
  ],
  "science": [
    "Khám phá vũ trụ và các hành tinh",
    "Các định luật vật lý cơ bản",
    "Cấu trúc của DNA",
    "Thuyết tiến hóa của Darwin",
    "Hiện tượng biến đổi khí hậu",
    "Các phát minh khoa học làm thay đổi thế giới",
    "Tìm hiểu về hố đen",
    "Hệ tuần hoàn của con người",
    "Quá trình quang hợp ở thực vật",
    "Các loại năng lượng tái tạo",
    "Trí tuệ nhân tạo và tương lai",
    "Thuyết tương đối của Einstein",
    "Các loại vắc-xin hoạt động như thế nào",
    "Địa chất học và sự hình thành Trái Đất",
    "Hệ mặt trời và các thiên thể",
    "Công nghệ sinh học và ứng dụng",
    "Nguyên tử và cấu trúc vật chất",
    "Các loại vi khuẩn và virus",
    "Tế bào học: Cấu trúc và chức năng của tế bào",
    "Hóa học hữu cơ và vô cơ"
  ],
  "culture": [
    "Văn hóa ẩm thực các nước châu Á",
    "Các di sản thế giới được UNESCO công nhận",
    "Phong tục ngày Tết cổ truyền Việt Nam",
    "Nghệ thuật sân khấu kịch nói",
    "Lịch sử hình thành và phát triển của áo dài",
    "Các lễ hội đặc sắc trên thế giới",
    "Tín ngưỡng thờ cúng tổ tiên của người Việt",
    "Tìm hiểu về nghệ thuật thư pháp",
    "Các công trình kiến trúc gotic nổi tiếng",
    "Văn hóa trà đạo Nhật Bản",
    "Nghệ thuật múa rối nước Việt Nam",
    "Thần thoại Hy Lạp và các vị thần",
    "Kiến trúc La Mã cổ đại",
    "Sự phát triển của chữ viết",
    "Các loại hình nghệ thuật truyền thống",
    "Văn hóa dân gian Việt Nam",
    "Lịch sử và ý nghĩa của các biểu tượng quốc gia",
    "Nghệ thuật gốm sứ Trung Quốc",
    "Văn hóa ẩm thực châu Âu",
    "Các phong cách nghệ thuật trong hội họa"
  ],
  "lifestyle": [
    "Xu hướng thời trang bền vững",
    "Lối sống tối giản (minimalism)",
    "Cách quản lý tài chính cá nhân hiệu quả",
    "Các phương pháp thiền định và thư giãn",
    "Lợi ích của việc đọc sách mỗi ngày",
    "Bí quyết xây dựng thói quen tốt",
    "Du lịch bụi và những kinh nghiệm",
    "Cách cân bằng giữa công việc và cuộc sống",
    "Tìm hiểu về chế độ ăn chay",
    "Các hoạt động tình nguyện ý nghĩa",
    "Tầm quan trọng của giấc ngủ",
    "Cách xây dựng một thương hiệu cá nhân",
    "Kỹ năng giao tiếp hiệu quả",
    "Lợi ích của việc học một ngôn ngữ mới",
    "Cách làm vườn tại nhà cho người mới bắt đầu",
    "Các xu hướng công nghệ trong cuộc sống hàng ngày",
    "Cách duy trì sức khỏe tinh thần",
    "Những thói quen buổi sáng của người thành công",
    "Cách tổ chức không gian sống ngăn nắp",
    "Các hoạt động giải trí ngoài trời"
  ],
  "history": [
    "Các triều đại phong kiến Việt Nam",
    "Chiến tranh thế giới thứ nhất",
    "Chiến tranh thế giới thứ hai",
    "Thời kỳ Phục Hưng ở châu Âu",
    "Cuộc cách mạng công nghiệp",
    "Lịch sử hình thành Hợp chủng quốc Hoa Kỳ",
    "Đế chế La Mã và di sản",
    "Con đường tơ lụa và vai trò lịch sử",
    "Các nhà thám hiểm vĩ đại",
    "Lịch sử Ai Cập cổ đại",
    "Cuộc cách mạng Pháp",
    "Lịch sử Nhật Bản từ thời kỳ Edo đến hiện đại",
    "Chiến tranh Lạnh và các sự kiện quan trọng",
    "Lịch sử Trung Quốc: Từ triều đại Tần đến nay",
    "Phong trào dân quyền ở Mỹ",
    "Lịch sử các nền văn minh cổ đại",
    "Cuộc đời và sự nghiệp của Napoleon Bonaparte",
    "Lịch sử Đông Nam Á trước thế kỷ 20",
    "Các cuộc thám hiểm địa lý lớn",
    "Lịch sử phát triển của khoa học và công nghệ"
  ],
  "geography": [
    "Các đại dương trên thế giới",
    "Sông Amazon và rừng mưa nhiệt đới",
    "Sa mạc Sahara và đặc điểm",
    "Dãy núi Himalaya và đỉnh Everest",
    "Các múi giờ trên Trái Đất",
    "Hiện tượng El Niño và La Niña",
    "Vành đai lửa Thái Bình Dương",
    "Các loại khoáng sản và phân bố",
    "Bản đồ thế giới và cách đọc",
    "Các quốc gia có diện tích lớn nhất",
    "Các quốc gia đông dân nhất thế giới",
    "Địa hình và khí hậu các châu lục",
    "Các hệ sinh thái quan trọng",
    "Các thành phố lớn và nổi tiếng thế giới",
    "Các công viên quốc gia nổi tiếng",
    "Địa lý con người và phân bố dân cư",
    "Các đảo lớn trên thế giới",
    "Các vùng khí hậu trên Trái Đất",
    "Các thảm họa thiên nhiên và nguyên nhân",
    "Quá trình hình thành các dãy núi"
  ],
  "technology": [
    "Internet vạn vật (IoT) là gì?",
    "Công nghệ in 3D và ứng dụng",
    "Blockchain và tiền điện tử",
    "Điện toán đám mây (Cloud Computing)",
    "Mạng di động 5G và lợi ích",
    "Thực tế ảo (VR) và thực tế tăng cường (AR)",
    "Học máy (Machine Learning) cơ bản",
    "An ninh mạng và cách bảo vệ thông tin",
    "Các loại xe tự lái",
    "Năng lượng hạt nhân và tương lai",
    "Công nghệ sinh học và y học hiện đại",
    "Robot và tự động hóa trong công nghiệp",
    "Trí tuệ nhân tạo (AI) trong cuộc sống hàng ngày",
    "Công nghệ nhận dạng khuôn mặt",
    "Phát triển ứng dụng di động",
    "Công nghệ thực tế ảo trong giáo dục",
    "Các xu hướng công nghệ năm 2024",
    "Công nghệ xanh và bền vững",
    "Lịch sử phát triển của máy tính",
    "Công nghệ nano và ứng dụng"
  ],
  "custom": [
    "Điện toán lượng tử cho người mới bắt đầu",
    "Tương lai của Trí tuệ nhân tạo (AI)",
    "Công nghệ in 3D trong y học",
    "Lợi ích và rủi ro của mạng 5G",
    "Cách hoạt động của công nghệ Blockchain",
    "An ninh mạng và bảo vệ dữ liệu cá nhân",
    "Ứng dụng của Internet vạn vật (IoT) trong nhà thông minh",
    "Những khám phá mới nhất từ kính viễn vọng James Webb",
    "Năng lượng tái tạo: Pin mặt trời và năng lượng gió",
    "Chỉnh sửa gen CRISPR và đạo đức y sinh",
    "Hướng dẫn đầu tư chứng khoán cho người mới",
    "Phân tích thị trường tiền điện tử (Cryptocurrency)",
    "Cách bắt đầu một doanh nghiệp nhỏ trực tuyến",
    "Quản lý tài chính cá nhân hiệu quả",
    "Tương lai của thương mại điện tử (E-commerce)",
    "Các chiến lược Digital Marketing 2025",
    "Bất động sản: Mua, bán hay cho thuê?",
    "Lạm phát và ảnh hưởng đến kinh tế toàn cầu",
    "Cách xây dựng thương hiệu cá nhân",
    "Đầu tư thụ động và tự do tài chính",
    "Lợi ích của thiền định và chánh niệm",
    "Chế độ ăn Keto và các phương pháp giảm cân",
    "Cách cải thiện chất lượng giấc ngủ",
    "Tập thể dục tại nhà không cần dụng cụ",
    "Sức khỏe tâm thần: Nhận biết và đối phó với stress",
    "Dinh dưỡng cho người ăn chay và ăn thuần chay",
    "Lão hóa lành mạnh: Bí quyết sống thọ và khỏe",
    "Các loại vitamin và khoáng chất cần thiết cho cơ thể",
    "Yoga và lợi ích cho cả thể chất và tinh thần",
    "Tác hại của đồ ăn nhanh và cách hạn chế",
    "Những điểm đến du lịch ít người biết ở Đông Nam Á",
    "Du lịch một mình: Kinh nghiệm và lời khuyên",
    "Ẩm thực đường phố nổi tiếng thế giới",
    "Các lễ hội văn hóa đặc sắc trên thế giới",
    "Học một ngôn ngữ mới: Phương pháp hiệu quả",
    "Những viện bảo tàng kỳ lạ nhất hành tinh",
    "Khám phá kỳ quan thiên nhiên thế giới",
    "Du lịch bụi (Backpacking) xuyên châu Âu",
    "Phong tục và truyền thống của Nhật Bản",
    "Lịch sử các công trình kiến trúc cổ đại",
    "Lịch sử phát triển của phim hoạt hình",
    "Phân tích các bộ phim đoạt giải Oscar gần đây",
    "Các thể loại nhạc phổ biến nhất hiện nay",
    "Cách viết một cuốn tiểu thuyết đầu tay",
    "Nghệ thuật nhiếp ảnh cho người mới bắt đầu",
    "Làn sóng văn hóa Hàn Quốc (Hallyu)",
    "Video game: Từ cổ điển đến eSports",
    "Các vở kịch Broadway nổi tiếng nhất",
    "Nghệ thuật gấp giấy Origami",
    "Học chơi một loại nhạc cụ (Guitar, Piano)",
    "Tương lai của giáo dục trực tuyến",
    "Tác động của mạng xã hội đến giới trẻ",
    "Biến đổi khí hậu và các giải pháp",
    "Lịch sử các cuộc cách mạng công nghiệp",
    "Triết học Hy Lạp cổ đại",
    "Quyền bình đẳng giới trong xã hội hiện đại",
    "Cuộc sống ngoài Trái Đất: Tìm kiếm và giả thuyết",
    "Các tổ chức phi chính phủ và vai trò của họ",
    "Tâm lý học đám đông",
    "Lịch sử thời trang qua các thập kỷ",
    "Hướng dẫn làm vườn trong không gian nhỏ",
    "Tự pha cà phê tại nhà như barista",
    "Nấu ăn theo công thức của các đầu bếp nổi tiếng",
    "Sửa chữa đồ gia dụng cơ bản",
    "DIY: Các dự án tái chế đồ cũ",
    "Học vẽ tranh sơn dầu",
    "Chơi cờ vua: Chiến thuật cho người mới",
    "Viết blog và kiếm tiền từ blog",
    "Kỹ năng sinh tồn trong tự nhiên",
    "Chăm sóc thú cưng (chó, mèo)",
    "Lịch sử của các hội kín",
    "Những bí ẩn chưa có lời giải của nhân loại",
    "Giấc mơ sáng suốt (Lucid Dream) và cách kiểm soát",
    "Thám hiểm đô thị (Urban Exploration)",
    "Ngôn ngữ của các loài động vật",
    "Cuộc sống ở các vùng Cực (Bắc Cực và Nam Cực)",
    "Các thuyết âm mưu nổi tiếng",
    "Nghệ thuật kể chuyện (Storytelling)",
    "Tâm lý học màu sắc trong marketing",
    "Thám hiểm đại dương sâu thẳm",
    "iOS vs. Android: Hệ điều hành nào tốt hơn?",
    "Sách giấy vs. Sách điện tử (Ebook)",
    "Làm việc tại văn phòng vs. Làm việc từ xa",
    "Học đại học vs. Học nghề",
    "Marvel vs. DC: Vũ trụ điện ảnh nào thành công hơn?",
    "Cà phê vs. Trà: Đồ uống nào tốt cho sức khỏe hơn?",
    "Mua nhà vs. Thuê nhà",
    "Xe điện vs. Xe xăng",
    "Du lịch theo tour vs. Du lịch tự túc",
    "Đầu tư chủ động vs. Đầu tư thụ động",
    "Làm thế nào để trở nên tự tin hơn?",
    "Làm thế nào để quản lý thời gian hiệu quả?",
    "Làm thế nào để vượt qua sự trì hoãn?",
    "Làm thế nào để nói chuyện trước công chúng?",
    "Làm thế nào để xây dựng một thói quen tốt?",
    "Làm thế nào để đàm phán lương?",
    "Làm thế nào để dọn dẹp nhà cửa tối giản?",
    "Làm thế nào để viết một CV ấn tượng?",
    "Làm thế nào để học nhanh và nhớ lâu?",
    "Làm thế nào để tìm thấy đam mê của bản thân?",
    "Xe tự lái: Thách thức và đạo đức",
"Giao diện não-máy tính (BCI)",
"Điện toán biên (Edge Computing)",
"Tương lai của công việc từ xa",
"Công nghệ nhận dạng khuôn mặt và quyền riêng tư",
"Vật liệu thông minh và ứng dụng",
"Mạng Li-Fi (truyền dữ liệu bằng ánh sáng)",
"Tầm quan trọng của trải nghiệm người dùng (UX/UI)",
"Nông nghiệp công nghệ cao (AgriTech)",
"Xu hướng phát triển ứng dụng di động",
"Công nghệ thực tế ảo (VR) trong giáo dục",
"Thực tế tăng cường (AR) trong bán lẻ",
"Robot và tự động hóa trong sản xuất",
"Lưu trữ đám mây: So sánh các nhà cung cấp",
"Ngôn ngữ lập trình nào đang thịnh hành?",
"Cái chết của mật khẩu: Các phương thức xác thực mới",
"Nhà ở thông minh (Smart Home) và an ninh",
"Du hành vũ trụ thương mại",
"Tác động của AI đến thị trường lao động",
"Deepfake và cách phát hiện",
"Tẩy trắng san hô và sức khỏe đại dương",
"Rác thải nhựa và các giải pháp vi nhựa",
"Sự tuyệt chủng hàng loạt lần thứ sáu",
"Vật lý hạt: Máy gia tốc hạt lớn (LHC)",
"Khám phá sao Hỏa: Sự sống và thuộc địa hóa",
"Lý thuyết Dây (String Theory) giải thích",
"Hệ vi sinh vật đường ruột (Microbiome)",
"Biến đổi gen (GMO): Tranh cãi và lợi ích",
"Năng lượng hạt nhân: An toàn và tương lai",
"Động đất và sóng thần: Hệ thống cảnh báo sớm",
"Đa dạng sinh học và các điểm nóng toàn cầu",
"Kinh tế tuần hoàn (Circular Economy)",
"Dấu chân carbon (Carbon Footprint) và cách giảm thiểu",
"Kỹ thuật địa cầu (Geoengineering)",
"Vật chất tối và Năng lượng tối",
"Sinh học tổng hợp (Synthetic Biology)",
"Các đại dịch trong lịch sử",
"Ảnh hưởng của việc tan băng ở hai cực",
"Nguồn gốc của vũ trụ: Lý thuyết Big Bang",
"Thuyết tương đối của Einstein giải thích đơn giản",
"Kinh tế chia sẻ (Sharing Economy)",
"Chuỗi cung ứng toàn cầu và sự gián đoạn",
"Thuế tối thiểu toàn cầu",
"Khởi nghiệp tinh gọn (Lean Startup)",
"Quản lý rủi ro trong kinh doanh",
"Thị trường NFT (Non-Fungible Token)",
"Văn hóa doanh nghiệp và giữ chân nhân tài",
"Trách nhiệm xã hội của doanh nghiệp (CSR)",
"Phân tích đối thủ cạnh tranh",
"Các mô hình kinh doanh đăng ký (Subscription)",
"Đầu tư mạo hiểm (Venture Capital)",
"Kinh tế học hành vi",
"Tác động của tự động hóa đến việc làm",
"Chỉ số S&P 500 là gì?",
"Cách đọc báo cáo tài chính",
"Nghệ thuật đàm phán trong kinh doanh",
"Marketing ảnh hưởng (Influencer Marketing)",
"SEO (Tối ưu hóa công cụ tìm kiếm) cho doanh nghiệp",
"Quản trị khủng hoảng truyền thông",
"Tương lai của ngành ngân hàng (Fintech)",
"Chế độ ăn Địa Trung Hải",
"Nhịn ăn gián đoạn (Intermittent Fasting)",
"Lợi ích của việc tắm nước lạnh",
"Hội chứng kiệt sức (Burnout) và cách phòng tránh",
"Thực phẩm hữu cơ (Organic) có thực sự tốt hơn?",
"Tác động của ánh sáng xanh đến sức khỏe",
"Sức khỏe sinh sản và kế hoạch hóa gia đình",
"Các bài tập HIIT (Luyện tập cường độ cao ngắt quãng)",
"Dị ứng thực phẩm và cách nhận biết",
"Giảm trí nhớ và bệnh Alzheimer",
"Lợi ích của Probiotics",
"Châm cứu và y học cổ truyền",
"Bệnh tự miễn: Nguyên nhân và triệu chứng",
"Giảm căng thẳng bằng âm nhạc",
"Tầm quan trọng của việc tiêm phòng",
"Tư thế ngồi đúng (Ergonomics) khi làm việc",
"Tác hại của đường đối với cơ thể",
"Sơ cứu cơ bản: Hồi sức tim phổi (CPR)",
"Sức khỏe răng miệng và bệnh toàn thân",
"Điều trị bằng tế bào gốc",
"Nghệ thuật đường phố (Street Art) và Banksy",
"Thời kỳ Phục hưng: Nghệ thuật và khoa học",
"Lịch sử nhạc Jazz",
"Điện ảnh độc lập (Indie films)",
"Chủ nghĩa tối giản trong kiến trúc",
"So sánh thần thoại Hy Lạp và Bắc Âu",
"Văn học Mỹ Latinh và chủ nghĩa hiện thực huyền ảo",
"Lịch sử nhiếp ảnh đen trắng",
"Kịch Noh của Nhật Bản",
"Các trường phái hội họa (Ấn tượng Lập thể)",
"Thiết kế thời trang bền vững",
"Nguồn gốc của Hip-hop",
"Phim tài liệu hay nhất mọi thời đại",
"Nghệ thuật thư pháp",
"Phê bình văn học",
"Thiết kế game (Game Design)",
"Ngôn ngữ cơ thể và giao tiếp phi ngôn ngữ",
"Sự trỗi dậy của K-Pop toàn cầu",
"Nghệ thuật biểu diễn (Performance Art)",
"Các di sản thế giới UNESCO",
"Khủng hoảng người tị nạn toàn cầu",
"Tin giả (Fake News) và thông tin sai lệch",
"Chủ nghĩa dân túy",
"Hệ thống bầu cử: So sánh các quốc gia",
"Quyền riêng tư trong thời đại số",
"Bất bình đẳng thu nhập",
"Tự do ngôn luận và giới hạn",
"Các phong trào xã hội trong lịch sử",
"Chủ nghĩa tiêu dùng và tác động",
"Cải cách tư pháp hình sự",
"Các liên minh quốc tế (NATO,EU)",
"Chính sách nhập cư",
"Quyền của cộng đồng LGBTQ+",
"Kiểm duyệt Internet ở các quốc gia",
"Đô thị hóa và các siêu đô thị",
"Tương lai của chế độ dân chủ",
"Xung đột địa chính trị",
"Lao động trẻ em",
"Biến đổi nhân khẩu học và già hóa dân số",
"Vai trò của Liên Hợp Quốc",
"Con đường tơ lụa",
"Đế chế La Mã: Hưng thịnh và suy tàn",
"Cách mạng Pháp",
"Lịch sử Viking",
"Chiến tranh Lạnh",
"Ai Cập cổ đại: Kim tự tháp và các Pharaoh",
"Nền văn minh Maya",
"Cuộc đời của Leonardo da Vinci",
"Đại dịch Cái Chết Đen",
"Khai sáng (The Enlightenment)",
"Lịch sử gián điệp",
"Các nhà nữ khoa học bị lãng quên",
"Nguồn gốc của các tôn giáo lớn",
"Lịch sử tiền tệ",
"Khảo cổ học: Những phát hiện gần đây",
"Nội chiến Hoa Kỳ",
"Genghis Khan và Đế chế Mông Cổ",
"Lịch sử cướp biển",
"Phong trào dân quyền",
"Lịch sử cà phê",
"Phong trào sống tối giản (Minimalism)",
"Lối sống 'Hygge' của Đan Mạch",
"Lợi ích của việc viết nhật ký",
"Cách làm bánh mì sourdough",
"Trò chơi board game hiện đại",
"Nuôi ong lấy mật (Beekeeping)",
"Thiên văn học nghiệp dư: Ngắm sao",
"Sưu tầm tem (Philately)",
"Học cách đan len",
"Đi bộ đường dài (Hiking) và cắm trại",
"Trồng cây trong nhà (Houseplants)",
"Chế tạo mô hình (Model building)",
"Thủy canh (Hydroponics) tại nhà",
"Chế biến rượu/bia thủ công (Homebrewing)",
"Chơi Dungeons & Dragons",
"Luyện trí nhớ",
"Nghệ thuật cắm hoa Ikebana",
"Chơi thể thao mạo hiểm",
"Sửa chữa và phục chế đồ nội thất cũ",
"Ảo thuật cho người mới bắt đầu",
"Phương pháp học tập Montessori",
"Kỹ năng mềm cần thiết cho công việc",
"'Nền kinh tế Gig' (Gig Economy)",
"Lấy bằng MBA có còn giá trị?",
"Cách mạng lưới quan hệ (Networking) hiệu quả",
"Làm thế nào để thay đổi nghề nghiệp",
"Khoa học dữ liệu (Data Science)",
"Các khóa học trực tuyến đại chúng mở (MOOCs)",
"Học máy (Machine Learning)",
"Phát triển sự nghiệp trong ngành phi lợi nhuận",
"Cân bằng công việc và cuộc sống (Work-life balance)",
"Trở thành một Freelancer thành công",
"Quản lý dự án (Project Management)",
"Chuẩn bị cho một cuộc phỏng vấn xin việc",
"Trí tuệ cảm xúc (EQ) tại nơi làm việc",
"Học một kỹ năng mới trong 30 ngày",
"Tầm quan trọng của người cố vấn (Mentor)",
"Tương lai của ngành luật",
"Nghề nghiệp trong ngành năng lượng xanh",
"Kiếm tiền từ sở thích của bạn",
"Tam giác Bermuda: Sự thật hay hư cấu?",
"Nghệ thuật ăn côn trùng",
"Các cuộc thi kỳ lạ nhất thế giới",
"Lịch sử của hình xăm",
"Ngôn ngữ Esperanto",
"Những nơi bị ma ám nổi tiếng",
"Hiệu ứng Mandela",
"Các vi quốc gia (Micronations)",
"Săn tìm kho báu",
"Các công trình kiến trúc bị bỏ hoang",
"Mật mã và giải mã",
"Những cuốn sách bí ẩn nhất (Vd: Bản thảo Voynich)",
"Lợi ích của việc buồn chán",
"Cạnh tranh ăn uống",
"Lịch sử của pizza",
"Giả kim thuật",
"Những trò lừa bịp vĩ đại trong lịch sử",
"Điều gì xảy ra trong một hố đen?",
"Tại sao chúng ta ngáp?",
"Các loài động vật mới được phát hiện",
"Sao chổi và tiểu hành tinh",
"Hiện tượng cực quang (Bắc Cực quang)",
"Thời tiết cực đoan và nguyên nhân",
"Sinh vật biển sâu",
"Khí hậu học và dự báo thời tiết",
"Nguyên tử và hạt cơ bản",
"Thí nghiệm khoa học nổi tiếng",
"Nguyên lý hoạt động của máy bay",
"Công nghệ nano",
"Thế giới vi khuẩn và virus",
"Khả năng siêu nhiên của con người",
"Thí nghiệm tư duy nổi tiếng",
"Vật liệu siêu dẫn",
"Khả năng tái tạo của con người",
"Những bí ẩn của đại dương",
"Thuyết đa vũ trụ (Multiverse Theory)",
"Khả năng du hành thời gian",
"Những phát minh thay đổi thế giới",
"Nguyên lý hoạt động của laser",
"Công nghệ thực tế ảo (VR)",
"Công nghệ in 3D",
"Trí tuệ nhân tạo (AI)",
"Mạng 5G và tương lai của viễn thông",
"Blockchain và tiền điện tử",
"Xe tự lái (Autonomous Vehicles)",
"Năng lượng tái tạo",
"Công nghệ sinh học (Biotechnology)",
"Công nghệ không gian",
"Công nghệ xanh (Green Technology)",
"Công nghệ y tế tiên tiến",
"Công nghệ nhận dạng khuôn mặt",
"Công nghệ đeo thông minh (Wearable Technology)",
"Công nghệ nhà thông minh (Smart Home Technology)",
"Công nghệ thực tế tăng cường (AR)",
"Công nghệ điện toán đám mây (Cloud Computing)",
"Công nghệ robot",
"Công nghệ mạng lưới vạn vật (IoT)",
"Công nghệ an ninh mạng",
"Công nghệ xử lý dữ liệu lớn (Big Data)",
"Công nghệ học máy (Machine Learning)",
"Công nghệ tự động hóa",
"Công nghệ viễn thông quang học",
"Công nghệ nhận dạng giọng nói",
"Công nghệ pin và lưu trữ năng lượng",
"Công nghệ in sinh học (Bioprinting)",
"Công nghệ cảm biến tiên tiến",
"Công nghệ thực phẩm mới",
"Công nghệ giao thông thông minh",
"Công nghệ tái chế và quản lý chất thải"
]
}